Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Assistant Manager Cheon, Superstar.tmx
Source language: ko_kr
Languages: en

source: 순식간에 무대에서 내려가 버리다니…
en: ...and he just disappeared from the stage...

source: JC미디어
en: JC Media

source: 그리고 노래를 드려 드리고 난 뒤에는-
en: and after I sing for you...

source: 그냥 입 닥치고 가던 길이나 가!
en: ...just shut up and move along!

source: 코인 노래방은 내가 아무리 '이곳은 콘서트장이다.'하고 암시를 해 봤자
en: I can try to pretend as much as possible that the coin karaoke bar is a concert venue,

source: 뭐, 사실 아주아주 미약한 수준이긴 해.
en: to be fair, it is very, very faint right now.

source: 해.
en: do it.

source: ∙∙∙근데, 쟤
en: hey, didn’t you say...

source: 오싹
en: shiver

source: 아마도 내가 당신이었다면
en: if I were in your shoes...

source: ∙∙∙실전 경험.
en: real-world experience.

source: 헐… 왜 저렇게 망가졌대?
en: damn... he does not look good.

source: 에이, 그래도 설마 백수는…
en: ehh, I’m sure he’s not unem--

source: 듣기만 해도 부담스러울 별명을 마음대로 짓고.
en: they give you all these nicknames grandiose nicknames that make you uncomfortable.

source: 다급
en: ANXIOUS

source: 저 남자, 천호연에 대해 아무것도 모르는 사람들이
en: people who’ve never even heard of that man, hoyeon cheon...

source: 지금까지 번 돈을 다 털어서 살인 청부업자에게 의뢰하는 것.
en: ...she’ll drain all her savings to hire a hitman.

source: 하겠어.
en: I’ll do it.

source: 아무리 데이트도 뭣도 아니라지만…
en: I know it’s not a date or whatever...

source: 선해인은 아우라를 가진 인물이라 영입 1순위란 말이지.
en: since hae-in seon has an aura, recruiting her is our #1 priority.

source: 에이, 선이라뇨~
en: no, not at all...

source: 내가 이럴 줄 알았지!!
en: I knew this would happen!!

source: 저렇게 애절했나?
en: ...this heartbreaking?

source: 저 준범이요.
en: it’s me, junbeom!

source: 나만 힘든 게 아니란 걸 알면서도
en: I know I’m not the only one who’s suffering...

source: 걱정 마세요, 지 대리님.
en: don’t worry, mr. ji.

source: 이달의 사원에, 드림 어게인에∙∙∙
en: he was employee of the month, and now he’s on dream again...

source: 이런 시X-!
en: goddammit!

source: 저희 코리아 캐피털에서도 한 팀 출전했다더군요.
en: a group from our very own korea capital auditioned for it.

source: 빰빠바밤
en: TA DA

source: 다들 눈에 불을 켰겠는데?
en: all of them must be in it to win it.

source: 네!!
en: all right!

source: 부사장님이 부르셨잖아요.
en: because he called us in.

source: 아우…라?
en: an... aura?

source: 친구가 죽고 방송계를 떠난 탕아.
en: and the prodigal son who fled the industry after your friend’s death.

source: 아!!
en: ack!

source: 이 사람 영상 더 없음?미쳤다
en: Do you have any more videos of this dude? He’s unreal

source: 내가 발굴한 <한지혁 밴드>의 기타리스트이자
en: you were the guitarist of the jihyeok han band, which I discovered,

source: 매번 제 실적을 다른 직원들이 가로채고,
en: another employee would snatch them away every single time.

source: 20화
en: Episode 20

source: 작년 대비 평균을 전월 대비 감소라고 말하면 어떻게 하나.
en: you can’t call this a decrease in debt when it’s actually on par with last year’s.

source: 그래, 맞아.
en: yep, that’s it.

source: 상금으로 뭐 할 거야~!!
en: what are you gonna do with the prize money?!

source: 선 주임이 칼퇴라니…
en: hae-in’s clocking out and heading home on time?

source: 무대를 완전히 압도하는 느낌∙∙∙!
en: it feels like he’s completely dominating the stage!

source: 네 아우라의 지구력.
en: I mean the enduring power of your aura.

source: 아니.
en: no.

source: 학생할인 이벤트
en: Student Promotion

source: 둥-
en: THUMP

source: 허둥지둥
en: fumble fumble

source: 콜라 → 꽐라
en: cola → alcoholic

source: <팩트 폭행범>이라는 별명에 걸맞는 거침없는 언사!
en: ...telling it like it is, as befitting of his nickname, “king of bluntness”!

source: 쏴아아아아
en: WHOOSH

source: 이미 제가 챙겼습니다.
en: don’t worry, I have it here.

source: 캡스 ADI
en: Caps ADI

source: 하지만 밴드에서 무엇보다 중요한 것은
en: but the most crucial element of a band is...

source: 말도 마세요!
en: don’t even start!

source: 샤라라랄~
en: SPARKLE

source: 정면… 돌파요?
en: confront it head-on?

source: 아우라는 노래에만 있는 게 아냐.
en: auras aren’t only for singing.

source: 방금 이상한 소리가…
en: that strange noise just now...

source: 둥실 둥실
en: float float

source: 12화
en: Episode 12

source: 탁 타닥
en: CLACK CLACK

source: 음..
en: um...

source: 사실은…
en: the truth is...

source: 아니에요, 모르실 수도 있죠!
en: no, it’s okay! now you know.

source: 쏴아아
en: swaaa

source: 아, 네.
en: oh, yes.

source: 찍는 건 아닌 것 같고.
en: doesn’t look like it, but...

source: 잘못을 할 일이 따로 있지!!
en: how could you screw up something this major?!

source: 비록 리허설일 뿐이지만,
en: it’s just during a rehearsal, of course...

source: 사실 깊게 생각할 필요 없는 거 아닙니까?
en: ...there’s no need to overthink it, is there?

source: 누군지도 모르고,
en: no one knows who he is...

source: 안 그렇습니까, 파트장님?
en: isn’t that right, sir?

source: 그러게 말입ㄴ
en: I know, ri

source: 과연 그들을 기다리고 있는 것은?!
en: what awaits our heroes?!

source: 이달의 사원, 원래는 천 대리 거였다지?
en: I heard you were originally supposed to be employee of the month.

source: 같이 해요.
en: ...let’s do it.

source: (대사 없습니다)
en: [A couple of blank boxes in the artwork, not sure if they were supposed to contain dialogue]

source: 하지만 녀석은 우리 중 최약체일 뿐
en: but that guy is our weakest link!

source: 아, 그게 말이죠.
en: oh, right, about that.

source: X라 어메이징하네.
en: that’s f*cking amazing.

source: 그런 게 가능할 리 없잖아.
en: that can’t be possible.

source: 두다다다다
en: DU DA DA DA DA

source: 나 때문에 탈락할 수는 없어.
en: I can’t let us fail because of me.

source: 저, 천 대리님.
en: um, mr. cheon,

source: 팀장님 지시 사항이 그런데 어쩌냐…
en: I’m just following orders from the department head...

source: 있을 것 같은데요, 그런 곳.
en: I can think of a venue that will.

source: 으흐흐흐..
en: ehehehe

source: 박 과장님.
en: mr. park.

source: 빠--안
en: stare

source: 그게 아니라면…
en: if not...

source: 쩌렁
en: YELL

source: 캬캬
en: haha

source: 맞아요.
en: totally.

source: 소리 소문도 없이 널 없애 달라고 말이야.
en: so she can get rid of you without leaving a trace.

source: 그럼 복귀하는 거지.
en: I think that counts as a comeback.

source: 세상에…
en: my gosh...

source: 쫄긴요.
en: why would I be nervous?

source: 제가…요?
en: who... me?

source: 천 대리이∙∙∙
en: hoyeoonn...

source: 아니, 이것들이!
en: excuse me!

source: 크악
en: grr

source: 내가 뽑은 32개 팀, 하나라도 바뀌면 나는 하차한다고.
en: that if they switch out any of the 32 bands I picked, I’m quitting the show.

source: 대리님과 함께 밴드를 하고 싶습니다.
en: I would like to be in a band with you.

source: 어쩌면… 차라리 꿈이 없었던 시절이 더 좋지 않았나 싶기도 해.
en: sometimes I think... I’d rather not have had dreams at all.

source: 하아, 거참…
en: man...

source: 다른 악기들과 합을 맞추는 게∙∙∙
en: ...but playing in harmony with other instruments...

source: 더없이 좋은 계절이야, 스프링⎯
en: it’s the best season of the year, spring...

source: 확실히… 저한테 딱 맞는 조건이네요.
en: true... it is exactly the right fit for me,

source: 네…
en: yes...

source: 꽤애액-!
en: screech

source: 내 주말 돌려내…
en: I want my weekend back...

source: 슉
en: zoom

source: 결국 술 때문에 간이 나빠지는 바람에
en: though he eventually ended up leaving the band...

source: 수많은 사람들이 널 바라보고 있겠지.
en: imagine countless people staring at you.

source: 누구나 스트레스가 쌓이면 소리라도 빽 지르고 싶어지지 않겠는가.
en: over time, stress could... drive anyone to want to scream their heart out.

source: 화체
en: hwa Corp

source: NGMA TIMES 사장
en: President, NGMA TIMES

source: 시전자… 즉 천호연, 너의 능력을 향상시키지.
en: ...enhances the ability of the person using it... or in other words, you, hoyeon cheon.

source: 둘 다 추리닝!
en: they’re both in workout clothes!

source: 드디어 무대다!!
en: finally, a stage!

source: 하지만 천 대리님은 다르시더군요.
en: but you’re different, mr. cheon.

source: 바닥을 기어가며 소리치지!
en: from the bottom of our lungs!

source: 어떤 분야든지, 사람의 마음을 움직일 수 있다면!
en: any type of art, as long as it’s able to evoke emotions in people...

source: 그건 그렇죠.
en: that’s true.

source: 어버버…
en: dumbfounded

source: 오늘은 정말∙∙∙
en: today was seriously...

source: 안타깝지만!
en: I’m sorry, but...

source: 수월은 무슨 얼어 죽을…
en: more smoothly, my *ss.

source: 벌떡
en: spring

source: 바로…
en: it’s...

source: 오늘 예선 심사 파일을 받았거든.
en: ...but I received the files for the first round of auditions today.

source: 버스킹이 500명이면 많죠.
en: it’s a lot for buskers, yes.

source: 선 주임이 천대리한테…
en: she wants to talk to hoyeon...

source: 회사에선 모든 게 완벽한 선해인 주임.
en: at work, I’m hae-in seon, the perfect employee and manager.

source: 사운드 체크하러 올라온 스태프인가…?
en: maybe a staff member who’s doing the sound check?

source: 이 코인 노래방에서 뵐 줄은 몰랐어요.
en: I didn’t know I’d run into you at this karaoke bar.

source: 허어..
en: huh...

source: 짜식, 표정 봐라ㅋㅋ
en: look at your face! haha.

source: 행복하기만 할 것 같았던 그런 꿈.
en: ...and live happily ever after. that kind of dream.

source: 18화
en: Episode 18

source: 흠흠
en: AHEM

source: 이번엔 누구야?
en: who is it this time?

source: 네에, 네에~ 어련하시겠습니까.
en: okay, okay... I’m sure you’re right.

source: 아이돌 직캠을 어찌나 잘 찍는지, 웬만한 방송국보다 더 대박이라니까요?
en: his fancams are awesome... even better than official broadcast footage!

source: 그렇게 시작한 밴드는 꽤 잘나갔다.
en: the band we started did pretty well.

source: 그 꿈…
en: your dream...

source: 지잉-
en: whirrrr

source: 저 사람 그… 밴드하던 사람 아냐?
en: isn’t that... the guy from that band?

source: 포지션은 드러머.
en: he was a drummer.

source: 죄송하단 소리도 지겨워!
en: I’m sick of your apologies!

source: 어서 다시 스틱을 잡아 보고 싶군.
en: I can’t wait to pick up my sticks again.

source: 그 사람, 이름이 뭐냐?
en: what’s his name?

source: 아하하∙∙∙
en: ahaha...

source: 하고 싶은 말을 적으면
en: on a notepad, like this,

source: 꾹꾹꾹
en: press press press

source: <드림 어게인> D-DAY
en: ...the day of the main audition of dream again.

source: 쌔-앵
en: zoom

source: 염가라니, 역시 천 대리님.
en: for cheap... mr. cheon always gets the job done.

source: 내가 잘해야 하는데 부끄럽지.
en: I’m just embarrassed that I’m not any better at my work.

source: 이 사람이 너네 대가리구나?
en: so this guy’s your boss?

source: 돈드3월 신곡안내 05
en: Don’tDr March’s New Songs 05

source: 따라와.
en: follow me.

source: 한지혁이…
en: ...jihyeok han...

source: 흠흠…
en: ahem...

source: 대손율이 지난달에 비해 떨어졌다고 하는데∙∙∙
en: although you say we have less bad debt than we did last month...

source: 이렇게 메모장에다
en: If I type out what I want to say

source: 네가 잘하는 애들을 제대로 골랐으면 해서 이러는 건데.
en: I’m just saying that I want you to make the right choices and pick the best of the best.

source: 그러니까 네가 결벽증 같다는 거야, 인마.
en: this is why I say you’re obsessed.

source: 갑자기 너무 훅 들어오시는데요…?!
en: you’re... being very forward, all of a sudden!

source: 그러니까, 엄청 중요한 서류를 쟤가 갈아 버릴 뻔한 거라고?
en: so he almost shredded a bunch of extremely important documents?

source: 합주실
en: Practice Room

source: 나란히 서 있으니
en: standing side by side...

source: 어떻게 그럴 수가 있을
en: How is that poss

source: 원샷!
en: bottoms up!

source: 못다 이룬 꿈을 위해
en: For Our Unfulfilled Dreams

source: 이예~~!!
en: yeeeeah!

source: 툭툭
en: nudge nudge

source: 그야 그렇긴 한데…
en: that’s true, but...

source: ∙∙∙일단
en: well...

source: 재밌는 노래를 골랐어.
en: they picked a pretty fun song.

source: 회장님에 이어서 부사장님까지∙∙∙!
en: the ceo and the vice president?!

source: 다들 인사팀 메일 받았지?!
en: you all saw the email from hr, right?

source: 그런 건 개뿔도 없는데~?
en: absolutely nothing of the sort!

source: 하하… 마음만 받겠습니다.
en: haha... thank you, but I’m fine.

source: 나의 소울메이트.
en: ...and my musical soulmate.

source: 끄으
en: URGH

source: 저기∙∙∙!
en: um...

source: 우와아…!
en: whoa!

source: 순간 가슴이 철렁했어요.
en: I was panicking there for a second.

source: 분명 팀장님도 천 대리가 수고한 거 알고 있을 거야!
en: and I’m sure the department head is well aware of your hard work!

source: 이곳을 추억하네-
en: ...just like my life...

source: 단호!
en: FIRM

source: 소속 코리아 캐피털
en: Affiliation Korea Capital

source: 양원준!!
en: wonjun yang!

source: 넌 왜 사냐, 진짜?
en: why do you even bother, seriously?

source: 강 대리님이 왜 이런 말을?!
en: why would mr. kang say something like that?!

source: 그쯤 되니 모를 수가 없더라고요.
en: after all of that, I couldn’t help but realize...

source: 코리아 캐피털의 모든 남직원에게, 선해인 주임은 우상이자 로망이었다.
en: all male employees at korea capital... love and idolize her.

source: 정말… 그렇게 생각하세요?
en: do you... really think that?

source: 이 사람들을 모두 네 편으로 만들어 버렸군.
en: you’ve made everyone here into a fan.

source: 내가 적극적으로 어필하고 왔다니까?
en: I promise I did my best to argue on your behalf!

source: 송도…요?
en: to... songdo?

source: 한두 번 와 보니?
en: this isn’t exactly our first rodeo.

source: 끼익..
en: screech

source: 괜찮아, 선 주임.
en: it’s okay, hae-in.

source: 그냥 부사장실 앞에서 만나도 됐을 텐데.
en: we could have just met outside the vp’s office.

source: 역시, 그냥 직장인 밴드로 남을 그릇은 아니지.
en: as I thought, they’re too good to remain amateurs forever.

source: 선해인은 무조건 포섭해야 해.
en: we need to get hae-in.

source: 차라리 소주 한 병을 내게 집어 던져 줘.
en: I’d rather you throw me a bottle of soju.

source: 혹시나 한지혁 같은 놈이 튀어나올지 누가 알아?
en: who knows? maybe we’ll find the next jihyeok han.

source: 쩌렁 쩌렁
en: YELL SCREAM

source: 이때껏 당신이 일만 했지, 뭐 원하는 거 한 적 있어?
en: all you ever do is work. when have you ever done something you enjoyed?

source: 후드득
en: drip

source: 오늘은 원래 <천연 에이드>의 연습 무대 정도로 생각했는데⎯
en: I originally thought of this as a stage rehearsal for cheonyeon-ade, nothing more...

source: 너 이거 사직서 감이야, 인마!!
en: I could have your job for this!

source: 아, 왜요.
en: what? why?

source: 역시 이 몸의 매력은 어쩔 수 없나~
en: I guess even you can’t resist me...

source: 둥!
en: DUN

source: 부사장님께 이 지용전 파트장 얘기도 잘하고!!
en: put in a good word for me, your friendly supervisor yongjeon ji!

source: 봤어! 진짜 대박∙∙∙!!
en: yeah! he’s so cute!

source: 고 과장님이 밴드를 하지 않겠다고 하셔도 좋아.
en: mr. go, even if you say no to the band...

source: 하지만…
en: but...

source: 이렇게 술에 절어 버린 손으로…
en: I can’t play the drums anymore.

source: 무슨 부탁을 하려는 거지…
en: what’s he going to ask for?

source: 알아서 깔리게 될 겁니다.
en: ...will fall into place.

source: 하지만 꼭 손가락에 침을 잔뜩 묻혀야 해?
en: but do you have to put so much spit on your finger?

source: 다들 왜∙∙∙ 그렇게 보세요?
en: why... are you all looking at me like that?

source: 아니, 어쩌면…
en: but to be honest, I think he’s...

source: 이번엔 진짜 귀신인가?!?!
en: maybe it’s a real ghost this time?!

source: 삐이-
en: beeeeeep

source: 어이!
en: hey!

source: 여보∙∙∙
en: honey...

source: 저희 무대입니다!
en: this is our stage!

source: 앵콜!!!
en: encore!

source: 간만에 쓸 만한 금경대 출신인가 했더니만∙∙∙
en: I thought I’d finally found a worthy geumgyeong alum...

source: 그것이 내가 바라는 일이니까
en: that’s what I want for you.

source: 당신을 추억할수록 힘들어만 하는 나를
en: ...suffer as I reminisce about you?

source: 자네들은 이만 나가 봐.
en: your group can go now.

source: 이것도 한지혁 밴드의 노래였지.
en: this one’s a jihyeok han band song as well.

source: 키득거리는 주변 사람들-
en: the laughter of everyone around us...

source: 그게 무슨 말이지?
en: what are you talking about?

source: 두 분도 아시겠지만,
en: you probably know this, but...

source: 잘해!
en: great job!

source: 코인 노래방이라고 방심하지 마라.
en: don’t let your guard down, even in a coin karaoke bar...

source: 간밤에 얼마나 마음을 졸였는지…
en: I tossed and turned all night...

source: 조용한 도서관에 어둠의 기운이 퍼지네-
en: an ominous miasma spreads through the silent library...

source: 체념은 더 이상 그만할래.
en: I’m tired of giving up.

source: 굳이 이런 데에 몰래 올 일이 있을까요?
en: would people really do that? come here in secret?

source: 슬쩍
en: peek

source: 너 이게 시말서로 될 일인 줄 알아?!
en: you think you can make this go away with a written apology?!

source: 노래를 불러서 전수하는 거니까.
en: auras are transferred through song.

source: 내가 너 그러라고 일 맡긴 줄 알아???
en: I didn’t entrust you with this for you to make a mess out of it!

source: 영업맨으로서 참을 수가 없군요!!
en: as the resident entertaining expert, I won’t stand for this!

source: 영상...이라면
en: a... video?

source: 마우스 투 마우스니까!
en: ...from mouth to mouth!

source: 흠칫..
en: flinch

source: 쾅
en: slam

source: 벌러덩
en: FLOP

source: 나랑 출장 갈 사람은 혼나고 있질 않나,
en: not only was the person I was supposed to go on a business trip with getting screamed at...

source: 아우라'가 깃든 노래를 눈앞에서 불러 주려는 생각인가 보군.
en: he’s planning to sing an aura-infused song right in front of her.

source: 오늘 이 공원에서-
en: today, in this park...

source: 박 과장에게 이야기 듣고 여기 온 거 아니었어?
en: I thought you came here after talking to mr. park.

source: 보컬에 끌려서 왔지만, 세션들 연주도 수준급이고
en: the vocals drew me here, but the instrumentalists are excellent as well.

source: 안녕하세요.
en: hello.

source: 그럼요.
en: happy to join.

source: White the cold air came back again-
en: while the cold air came back again...

source: 모두 만족시킬 그런 무대⎯!!
en: ...with joy!

source: 얀마~~!
en: you little brat!

source: 아니 대체∙∙∙
en: this is unbelievable...

source: 그래 봐야 프로그램은 똑같겠지.
en: the schedule is probably the same, though.

source: 배, 밴드 하던 사람들한텐 그런 게 보인다잖아요.
en: w-well, people who used to be in a band give off that vibe!

source: 상금의 주인은 벌써 천 대리님으로 결정인가요~?!
en: have we already decided to give him the prize?!

source: 촤악
en: SCREECH

source: 하하핫
en: bahaha

source: 당연하죠!!!
en: of course we will!

source: 해인 씨.
en: hae-in.

source: 오...
en: ooh...

source: 愛 치킨야끼 베트남
en: 愛 Chicken Yakisoba Vietnam

source: 하핫
en: haha!

source: 발신인 : TVZ 제작부
en: From: TVZ Production Dept

source: 이게 바로…
en: this is...

source: 안녕하세요~
en: hello, everyone!

source: 심사위원은∙∙∙
en: and the judge who discovers them is...

source: 맞아 맞아
en: mhmm

source: 선물?
en: a gift?

source: 저는 회사 분들이랑 같이 밴드 하고 있거든요!
en: I actually formed a band with some people from the office!

source: 진짜 유령이라면 카메라에 담길 리가 없겠지.
en: an actual ghost wouldn’t be captured on camera.

source: 좋아 좋아~
en: nice, nice!

source: 이 녀석, 겉만 번지르르했지 자존감은 바닥이네.
en: you may look confident on the outside, but your self-esteem is nonexistent.

source: 시작하게 되면 이래저래 시간을 뺏길 게 뻔하다.
en: but I know it’ll be a big time sink.

source: 안녕하세요, 천 대리님.
en: hello, mr. cheon.

source: 아깝네…
en: what a waste...

source: 다음 기회를 이용하세요
en: Please Try Again Next Time

source: 다 이해한다는 듯한 표정도 필요 없어!
en: I don’t need you to try and understand me!

source: 고작 서른다섯 살에 사고로 유명을 달리한 비운의 천재.
en: the genius who lost his life in a tragic accident at the age of 35.

source: (코)인 노래방
en: IN KARAOKE

source: 과거의 아픈 기억을 마주하는 것에 대한… 막연한 두려움.
en: this nebulous fear of coming face to face with painful memories from my past.

source: 아무래도 같이 들어야 할 것 같은데요.
en: I think I should stay...

source: 부끄러워서 옮겼던 건데…
en: I switched to this one because I was embarrassed...

source: 오디션에 '두 번째 기회' 란 없으니까요.
en: in an audition, there are no second chances.

source: 실전 경험.
en: real-world experience.

source: 합니다
en: award

source: 술로 유인해서 노래방으로 데려가야 하나?
en: should we lure him to the karaoke bar with alcohol?

source: 그게_
en: I...

source: 아… 죄송해요.
en: oh... sorry.

source: 그거 우리 파트 이진성 대리 얘기라고!!
en: they’re talking about our very own jinseong lee!

source: 아니, 술을 얼마나 마시길래 별명이 콜라야?
en: man, how much does this person drink?

source: 면허 취득 한 달 차.
en: has had her license for one month

source: 술가
en: Artist

source: 아, 여기 세워도 되나…?
en: oh, can we park here?

source: 머엉..
en: dazed

source: 사람들, 참 짓궂죠?
en: people can be a bit much sometimes, huh?

source: 진짜예요?
en: are you sure?

source: 이곳!!
en: ...just like the sunset!

source: 한 번…
en: ...once again...

source: 어논술
en: English Essay

source: 고오오오오오
en: whoosh

source: 너를 정말로 가두고 있는 사람이 누구인지.
en: who’s really keeping you trapped?

source: 휴..
en: phew...

source: 나도, 송형도,
en: a stage that will fill me...

source: 느낌이 온다.
en: ...is ringing a bell.

source: 혜성처럼 나타난,
en: ...emerges an unknown band of white-collar workers...

source: 일찍오니까 조용~하고 좋네.
en: it’s niiice and quiet here early in the morning.

source: 정면 돌파에는 간단한 부탁을
en: A Direct Confrontation and a Small Favor

source: 감독님도 여돌 좋아하세요?!
en: do you like girl groups too, mr. park?

source: ∙∙∙떨어지면 다음이란 없으니.
en: if you fail, you won’t get a second chance.

source: 합주할 때도 아우라 거의 안 쓰잖아.
en: so you rarely use your aura when you’re jamming with the band.

source: 분명, 분명 여기 어딘가∙∙∙!!
en: i-it must be in here somewhere!

source: 네, 맞습니다.
en: yes, that’s right.

source: 휘유~
en: WHEW

source: 딸랑
en: ding

source: 무슨 일인데??
en: what’s going on?

source: 연체금을 또 못 받아, 또?
en: you failed to collect payment again?

source: 정부의 입김 때문에 코리아 캐피털에서 어쩔 수 없이 할당한 고졸 전형.
en: there was a push from the government for korea capital to recruit a certain number of high school graduates.

source: 좌좌좌장-
en: DA DA DA DUM

source: 드림 어게인??
en: dream again?

source: 예전에 노래방에서 천 대리님 노래를 들어 봤는데,
en: I’ve heard you sing at karaoke before.

source: 빨리 불러 주세요, 그럼.
en: go ahead and sing now, then.

source: 덥석
en: grab

source: 또똑!
en: ding

source: 전 어제의 일을 아무에게도 이야기하지 않았고,
en: I haven’t told anyone about what happened last night...

source: 아까,
en: earlier...

source: 푸쉭
en: pierce

source: 그것을 지켜보는 나의 마음을
en: ...about how I’d feel to see you suffer?

source: 위하여--!!
en: cheers!

source: 회사 다니는 낙이라도 좀 있었으면 좋겠는데 말이야∙∙∙
en: I wish I could find something to look forward to at work...

source: 다시 한 번 해 보죠!
en: let’s start again!

source: 아직 예선 발표는 안 나왔지만.
en: although the first round results aren’t out yet.

source: 김칫국 마시지 마세요.
en: don’t count your chickens.

source: 팀에서 중도 하차하긴 했지만.
en: ...due to the liver problems he developed from all the drinking.

source: 하필
en: so why, of all people...

source: 아, 저 진짜 힘들다고요∙∙∙
en: seriously, I’m worn out...

source: 이제는…!!
en: now...

source: 같이 밴드 하지 않으실래요?
en: do you want to start a band with me?

source: 아우라…!
en: ...the aura!

source: 서문진
en: munjin seo

source: 이건∙∙∙
en: this song...

source: 합격 메일은 못 받으셨나요?
en: did you get a message that you passed the first round of auditions?

source: 이거 난처하게 됐네…
en: what an awkward situation...

source: 저는 졸지에 형 거 600팀, 제 거 600팀 해서
en: I got stuck with your 600 bands on top of my 600.

source: 회장님∙∙∙?!
en: the CEO?!

source: 이번 판 어렵네…
en: man, this round is hard...

source: 어쨌든 내가 심심한 건 똑같다고!!
en: I’ll be bored either way!

source: 수고했다.
en: good work.

source: 열심히 해도 되겠구나.
en: ...and keep working hard.

source: 그렇게 아이돌 쫓아다니는 거 보면
en: since he has all that time to chase after singers.

source: 제가 왜∙∙∙
en: why do I-?

source: 뭐야?
en: are you serious?

source: 주임님이 우려하시는 그런 일은 전혀 없었습니다.
en: I haven’t done anything along the lines of what you might be concerned about.

source: 코리아 캐피털
en: Korea Capital

source: 주임님께서 제 작은 부탁들 들어주실 거라 믿어 의심치 않습니다.
en: ...that you’ll be willing to do me a small favor.

source: 저희한테도 그렇게 말씀하시고, 호연 씨도∙∙∙
en: you told us to dress nicely, and you’re also--

source: 틱틱틱
en: TAP TAP TAP TAP

source: 형이 봐야 할 팀이 600개인데,
en: you were assigned 600 bands,

source: 아, 그땐 그냥 뭐∙∙∙
en: oh, well, that was just...

source: 번쩍
en: RAISE

source: 이 녀석, 아우라가 있어.
en: this guy has an aura.

source: 앞으로는 어떨까?
en: I wonder... will that continue?

source: 서대문, 은평, 종로
en: Seodaemun, Eunpyeong, Jongno

source: 그러니까 계약하는 게 더 수월할 거라고…
en: so it’ll be easier to get the contract signed if they’re the ones handling it...

source: 점수 좀 따 놓은 게 있어서 거의 염가로∙∙∙!
en: I have a good rapport with them, so I managed to get it for pretty cheap!

source: 저 겁쟁이, 진짜
en: you’re such a coward!

source: 여기 혹시 박종국 씨 계신가요?
en: does a mr. jongguk park work here?

source: 와아아아아
en: wooooo

source: 천 대리님…
en: mr. cheon...

source: 왠지 시원한 느낌도 들고 좋네요.
en: it sounds natural and refreshing. I like it.

source: 금방 끝날 테니까.
en: ...it won’t take long.

source: 마, 말이 그렇다는 거죠.
en: I-I’m just saying.

source: …콜라?
en: cola?

source: 역시… 보통이 아니네.
en: yes... she’s very good.

source: 밴드 멤버 전원이 같은 회사 소속이어야 한댔어요.
en: ...it said all the band members have to be from the same company.

source: 꿈뻑
en: BLINK

source: 이야… 이놈 봐라. '눈에는 눈, 이에는 이'라는 건가.
en: wow... he’s going for the “an eye for an eye” approach.

source: 애초에 금경대 라인 사람이 나간다고 알고 있어서 그런 메일을 보냈나 싶기도 하고∙∙∙
en: but I wonder if he only had hr send out that email in the first place because he knew a geumgyeong alum was auditioning for the show...

source: 별로 길지 않았다.
en: ...didn’t last for long.

source: 1박 2일 주말 워크숍 진짜 너무 싫다∙∙∙
en: I hate all-weekend company retreats...

source: 참, 나…
en: geez...

source: 마음을 움직이는 로비스트!!
en: the lobbyist who'll set your heart aflutter!

source: 후줄근-
en: shabby

source: 세상 모든 것들이
en: the place where...

source: 만약
en: ...if...

source: 아니, 나쁘지 않은 정도가 아니라 상당히 좋았다.
en: no, “fairly popular” is an understatement. it was incredibly popular.

source: 노래방이나 가자!
en: never mind that for now, let’s go to karaoke!

source: 이번 달은 작년 대비 평균 수준입니다.
en: the amount of our bad debt this month is on par with that of the same month last year.

source: 헐… 뭐야, 뭐야?
en: whoa... what’s this about?

source: 이 몸이 널 슈퍼스타로 만들어 줄 텐데, 이렇게 함부로 대해서야 되겠냐?
en: I’m going to personally mold you into a superstar. I expect you to treat me with the respect I deserve!

source: 따뜻하게 감싸 안으며
en: a voice that envelops you in its warmth...
